{
	"$schema": "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate": "2024-06-01T13:32:55.510-00:00",
	"Sources": [
		{
			"Packages": [
				{
					"PackageIdentifier": "Bitwarden.Bitwarden"
				},
				{
					"PackageIdentifier": "CoreyButler.NVMforWindows"
				},
				{
					"PackageIdentifier": "MarkText.MarkText"
				},
				{
					"PackageIdentifier": "7zip.7zip"
				},
				{
					"PackageIdentifier": "Microsoft.VisualStudio.2022.Community"
				},
				{
					"PackageIdentifier": "Foxit.FoxitReader"
				},
				{
					"PackageIdentifier": "BurntSushi.ripgrep.MSVC"
				},
				{
					"PackageIdentifier": "Guru3D.Afterburner"
				},
				{
					"PackageIdentifier": "Audacity.Audacity"
				},
				{
					"PackageIdentifier": "Brave.Brave"
				},
				{
					"PackageIdentifier": "Insecure.Nmap"
				},
				{
					"PackageIdentifier": "Safing.Portmaster"
				},
				{
					"PackageIdentifier": "Canonical.Ubuntu.2204"
				},
				{
					"PackageIdentifier": "Discord.Discord"
				},
				{
					"PackageIdentifier": "GitHub.GitHubDesktop"
				},
				{
					"PackageIdentifier": "Git.Git"
				},
				{
					"PackageIdentifier": "LibreWolf.LibreWolf"
				},
				{
					"PackageIdentifier": "Microsoft.Teams"
				},
				{
					"PackageIdentifier": "LMStudio.LMStudio"
				},
				{
					"PackageIdentifier": "Microsoft.Edge"
				},
				{
					"PackageIdentifier": "Microsoft.EdgeWebView2Runtime"
				},
				{
					"PackageIdentifier": "Microsoft.AppInstaller"
				},
				{
					"PackageIdentifier": "Microsoft.UI.Xaml.2.7"
				},
				{
					"PackageIdentifier": "Microsoft.UI.Xaml.2.8"
				},
				{
					"PackageIdentifier": "Microsoft.VCLibs.Desktop.14"
				},
				{
					"PackageIdentifier": "Microsoft.DevHome"
				},
				{
					"PackageIdentifier": "Microsoft.WindowsTerminal"
				},
				{
					"PackageIdentifier": "Mozilla.Firefox"
				},
				{
					"PackageIdentifier": "JanDeDobbeleer.OhMyPosh"
				},
				{
					"PackageIdentifier": "Microsoft.OneDrive"
				},
				{
					"PackageIdentifier": "Rustlang.Rustup"
				},
				{
					"PackageIdentifier": "Spotify.Spotify"
				},
				{
					"PackageIdentifier": "Valve.Steam"
				},
				{
					"PackageIdentifier": "TheBrowserCompany.Arc"
				},
				{
					"PackageIdentifier": "Nushell.Nushell"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2010.x64"
				},
				{
					"PackageIdentifier": "Microsoft.DotNet.SDK.8"
				},
				{
					"PackageIdentifier": "VSCodium.VSCodium"
				},
				{
					"PackageIdentifier": "WireGuard.WireGuard"
				},
				{
					"PackageIdentifier": "Microsoft.DotNet.Runtime.6"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2012.x86"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2015+.x86"
				},
				{
					"PackageIdentifier": "Logitech.GHUB"
				},
				{
					"PackageIdentifier": "Microsoft.CLRTypesSQLServer.2019"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2008.x64"
				},
				{
					"PackageIdentifier": "OpenJS.NodeJS.LTS"
				},
				{
					"PackageIdentifier": "Microsoft.msmpi"
				},
				{
					"PackageIdentifier": "Python.Launcher"
				},
				{
					"PackageIdentifier": "RealVNC.VNCViewer"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2008.x86"
				},
				{
					"PackageIdentifier": "EpicGames.EpicGamesLauncher"
				},
				{
					"PackageIdentifier": "Nvidia.GeForceExperience"
				},
				{
					"PackageIdentifier": "Nvidia.PhysX"
				},
				{
					"PackageIdentifier": "Nvidia.Broadcast"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2010.x86"
				},
				{
					"PackageIdentifier": "Python.Python.3.10"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2015+.x64"
				},
				{
					"PackageIdentifier": "Microsoft.Teams"
				},
				{
					"PackageIdentifier": "Microsoft.WindowsSDK.10.0.22000"
				},
				{
					"PackageIdentifier": "GnuWin32.Tree"
				},
				{
					"PackageIdentifier": "Waterfox.Waterfox"
				},
				{
					"PackageIdentifier": "jftuga.less"
				},
				{
					"PackageIdentifier": "jqlang.jq"
				},
				{
					"PackageIdentifier": "sharkdp.bat"
				},
				{
					"PackageIdentifier": "zig.zig"
				},
				{
					"PackageIdentifier": "RealVNC.VNCViewer"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2015+.x64"
				},
				{
					"PackageIdentifier": "Neovim.Neovim"
				},
				{
					"PackageIdentifier": "VSCodium.VSCodium"
				},
				{
					"PackageIdentifier": "Nushell.Nushell"
				},
				{
					"PackageIdentifier": "Anaconda.Miniconda3"
				},
				{
					"PackageIdentifier": "Safing.Portmaster"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2012.x64"
				},
				{
					"PackageIdentifier": "eTeks.SweetHome3D"
				},
				{
					"PackageIdentifier": "Microsoft.Teams.Classic"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2008.x86"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2013.x86"
				}
			],
			"SourceDetails": {
				"Argument": "https://cdn.winget.microsoft.com/cache",
				"Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name": "winget",
				"Type": "Microsoft.PreIndexed.Package"
			}
		},
		{
			"Packages": [
				{
					"PackageIdentifier": "9PNB8DFT7FZ2"
				}
			],
			"SourceDetails": {
				"Argument": "https://storeedgefd.dsx.mp.microsoft.com/v9.0",
				"Identifier": "StoreEdgeFD",
				"Name": "msstore",
				"Type": "Microsoft.Rest"
			}
		}
	],
	"WinGetVersion": "1.7.11261"
}