{
	"$schema": "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate": "2024-06-02T13:40:49.299-00:00",
	"Sources": [
		{
			"Packages": [
				{
					"PackageIdentifier": "Bitwarden.Bitwarden"
				},
				{
					"PackageIdentifier": "CoreyButler.NVMforWindows"
				},
				{
					"PackageIdentifier": "FxSoundLLC.FxSound"
				},
				{
					"PackageIdentifier": "7zip.7zip"
				},
				{
					"PackageIdentifier": "MarkText.MarkText"
				},
				{
					"PackageIdentifier": "Guru3D.Afterburner"
				},
				{
					"PackageIdentifier": "Audacity.Audacity"
				},
				{
					"PackageIdentifier": "Brave.Brave"
				},
				{
					"PackageIdentifier": "BurntSushi.ripgrep.MSVC"
				},
				{
					"PackageIdentifier": "Canonical.Ubuntu.2204"
				},
				{
					"PackageIdentifier": "Discord.Discord"
				},
				{
					"PackageIdentifier": "Foxit.FoxitReader"
				},
				{
					"PackageIdentifier": "Git.Git"
				},
				{
					"PackageIdentifier": "LMStudio.LMStudio"
				},
				{
					"PackageIdentifier": "LibreWolf.LibreWolf"
				},
				{
					"PackageIdentifier": "Microsoft.Teams"
				},
				{
					"PackageIdentifier": "Microsoft.DevHome"
				},
				{
					"PackageIdentifier": "Microsoft.WindowsTerminal"
				},
				{
					"PackageIdentifier": "Anaconda.Miniconda3"
				},
				{
					"PackageIdentifier": "Mozilla.Firefox"
				},
				{
					"PackageIdentifier": "Insecure.Nmap"
				},
				{
					"PackageIdentifier": "JanDeDobbeleer.OhMyPosh"
				},
				{
					"PackageIdentifier": "Oven-sh.Bun"
				},
				{
					"PackageIdentifier": "Rustlang.Rustup"
				},
				{
					"PackageIdentifier": "Spotify.Spotify"
				},
				{
					"PackageIdentifier": "Valve.Steam"
				},
				{
					"PackageIdentifier": "eTeks.SweetHome3D"
				},
				{
					"PackageIdentifier": "Microsoft.Teams.Classic"
				},
				{
					"PackageIdentifier": "GnuWin32.Tree"
				},
				{
					"PackageIdentifier": "Waterfox.Waterfox"
				},
				{
					"PackageIdentifier": "jftuga.less"
				},
				{
					"PackageIdentifier": "jqlang.jq"
				},
				{
					"PackageIdentifier": "sharkdp.bat"
				},
				{
					"PackageIdentifier": "zig.zig"
				},
				{
					"PackageIdentifier": "Nushell.Nushell"
				},
				{
					"PackageIdentifier": "VSCodium.VSCodium"
				},
				{
					"PackageIdentifier": "RealVNC.VNCViewer"
				},
				{
					"PackageIdentifier": "Python.Launcher"
				},
				{
					"PackageIdentifier": "OpenJS.NodeJS.LTS"
				},
				{
					"PackageIdentifier": "Logitech.GHUB"
				},
				{
					"PackageIdentifier": "Neovim.Neovim"
				},
				{
					"PackageIdentifier": "Nvidia.GeForceExperience"
				},
				{
					"PackageIdentifier": "Nvidia.PhysX"
				},
				{
					"PackageIdentifier": "Nvidia.Broadcast"
				},
				{
					"PackageIdentifier": "EpicGames.EpicGamesLauncher"
				},
				{
					"PackageIdentifier": "Python.Python.3.10"
				},
				{
					"PackageIdentifier": "Python.Python.3.12"
				},
				{
					"PackageIdentifier" : "WinDirStat.WinDirStat"
				}
			],
			"SourceDetails": {
				"Argument": "https://cdn.winget.microsoft.com/cache",
				"Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name": "winget",
				"Type": "Microsoft.PreIndexed.Package"
			}
		},
		{
			"Packages": [
				{
					"PackageIdentifier": "9PNB8DFT7FZ2"
				},
				{
					"PackageIdentifier" : "9PLSJR4TG2GQ"
				},
				{
					"PackageIdentifier" : "9N0866FS04W8"
				},
				{
					"PackageIdentifier": "9MW6QQ8J0V6T"
				}
			],
			"SourceDetails": {
				"Argument": "https://storeedgefd.dsx.mp.microsoft.com/v9.0",
				"Identifier": "StoreEdgeFD",
				"Name": "msstore",
				"Type": "Microsoft.Rest"
			}
		}
	],
	"WinGetVersion": "1.7.11261"
}
