{
  "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
  "CreationDate": "2026-06-21T20:51:40.540-00:00",
  "Sources": [
    {
      "Packages": [
        // {
        // 	"PackageIdentifier" : "CoreyButler.NVMforWindows"
        // },
        {
          "PackageIdentifier": "CloudImperiumGames.RSILauncher"
        },
        {
          "PackageIdentifier": "Audacity.Audacity"
        },
        {
          "PackageIdentifier": "Git.Git"
        },
        {
          "PackageIdentifier": "Mozilla.Firefox"
        },
        // {
        //   "PackageIdentifier": "Proton.ProtonVPN"
        // },
        // {
        //   "PackageIdentifier": "eTeks.SweetHome3D"
        // },
        // {
        //   "PackageIdentifier": "VideoLAN.VLC"
        // },
        // {
        //   "PackageIdentifier": "Wacom.WacomTabletDriver"
        // },
        // {
        //   "PackageIdentifier": "Waterfox.Waterfox"
        // },
        {
          "PackageIdentifier": "LedgerHQ.LedgerLive"
        },
        {
          "PackageIdentifier": "DigiDNA.iMazing"
        },
        {
          "PackageIdentifier": "Archi.Archi"
        },
        // {
        //   "PackageIdentifier": "StrawberryPerl.StrawberryPerl"
        // },
        {
          "PackageIdentifier": "Apple.Bonjour"
        },
        {
          "PackageIdentifier": "Google.GoogleDrive"
        },
        {
          "PackageIdentifier": "WinDirStat.WinDirStat"
        },
        {
          "PackageIdentifier": "WireGuard.WireGuard"
        },
        {
          "PackageIdentifier": "Nvidia.PhysX"
        },
        // {
        //   "PackageIdentifier": "GoLang.Go"
        // },
        {
          "PackageIdentifier": "Alacritty.Alacritty"
        },
        {
          "PackageIdentifier": "Nushell.Nushell"
        },
        {
          "PackageIdentifier": "EpicGames.EpicGamesLauncher"
        },
        {
          "PackageIdentifier": "Insecure.Nmap"
        },
        // {
        //   "PackageIdentifier": "ModelMakerTools.SimpleMindPro"
        // },
        {
          "PackageIdentifier": "Valve.Steam"
        },
        {
          "PackageIdentifier": "GnuWin32.Tree"
        },
        {
          "PackageIdentifier": "Yamaha.SteinbergUSBDriver"
        },
        {
          "PackageIdentifier": "Python.Launcher"
        },
        {
          "PackageIdentifier": "Bitwarden.Bitwarden"
        },
        // {
        //   "PackageIdentifier": "MarkText.MarkText"
        // },
        {
          "PackageIdentifier": "Brave.Brave"
        },
        {
          "PackageIdentifier": "BurntSushi.ripgrep.MSVC"
        },
        {
          "PackageIdentifier": "Discord.Discord"
        },
        // {
        //   "PackageIdentifier": "Helm.Helm"
        // },
        // {
        //   "PackageIdentifier": "MiKTeX.MiKTeX"
        // },
        // {
        //   "PackageIdentifier": "Anaconda.Miniconda3"
        // },
        // {
        //   "PackageIdentifier": "NewCloud.WakeOnLan"
        // },
        // {
        //   "PackageIdentifier": "Oven-sh.Bun"
        // },
        {
          "PackageIdentifier": "Rustlang.Rustup"
        },
        {
          "PackageIdentifier": "Spotify.Spotify"
        },
        // {
        //   "PackageIdentifier": "Balena.Etcher"
        // },
        // {
        //   "PackageIdentifier": "ElementLabs.LMStudio"
        // },
        // {
        //   "PackageIdentifier": "Overwolf.CurseForge"
        // },
        {
          "PackageIdentifier": "Element.Element"
        },
        {
          "PackageIdentifier": "Insomnia.Insomnia"
        },
        {
          "PackageIdentifier": "jftuga.less"
        },
        {
          "PackageIdentifier": "jqlang.jq"
        },
        {
          "PackageIdentifier": "Roblox.Roblox"
        },
        {
          "PackageIdentifier": "sharkdp.bat"
        },
        {
          "PackageIdentifier": "VSCodium.VSCodium"
        },
        {
          "PackageIdentifier": "Python.Python.3.10"
        },
        {
          "PackageIdentifier": "Canonical.Ubuntu"
        },
        {
          "PackageIdentifier": "Microsoft.Teams"
        },
        {
          "PackageIdentifier": "Microsoft.WindowsTerminal"
        },
        {
          "PackageIdentifier": "Microsoft.WSL"
        },
        {
          "PackageIdentifier": "JanDeDobbeleer.OhMyPosh"
        }
      ],
      "SourceDetails": {
        "Argument": "https://cdn.winget.microsoft.com/cache",
        "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
        "Name": "winget",
        "Type": "Microsoft.PreIndexed.Package"
      }
    }
  ],
  "WinGetVersion": "1.28.240"
}
